[Archetypes.ARC_AdventSecureDoor_x1 XComInteractiveLevelActor]
FriendlyDisplayName="Porta Forte"

[Archetypes.ARC_AdventSecureDoor_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Porta Forte"

